{
    "image1": {
      "title": "Организация учебного процесса",
      "description": "Управляйте процессом обучения. Наблюдайте за будущими, текущими и завершенными курсами в одном окне.",
      "detailedText1": "Эта функция позволяет вам полностью контролировать учебный процесс. Вы можете отслеживать прогресс каждого ученика, видеть все запланированные и завершенные курсы.",
      "detailedText2": "Используя нашу платформу, вы сможете легко управлять учебными материалами, назначать задания и тесты, а также взаимодействовать с учащимися в реальном времени."
    },
    "image2": {
      "title": "Управление расписанием занятий",
      "description": "Спланируйте расписание курсов самым удобным образом. Больше никаких накладок и переносов.",
      "detailedText1": "Создавайте и управляйте расписанием занятий с помощью удобного интерфейса. Платформа автоматически уведомляет учащихся о предстоящих занятиях и изменениях в расписании.",
      "detailedText2": "Интеграция с календарями позволяет синхронизировать расписание занятий с другими событиями, что обеспечивает максимальную гибкость и удобство."
    },
    "image3": {
      "title": "Администрирование домашних заданий",
      "description": "Отслеживайте прогресс обучения индивидуально по каждому ученику.",
      "detailedText1": "Наш инструмент для администрирования домашних заданий позволяет преподавателям легко назначать задания и отслеживать их выполнение.",
      "detailedText2": "Ученики могут получать уведомления о новых заданиях и сроках их выполнения, а также загружать выполненные работы прямо на платформу."
    },
    "image4": {
      "title": "Задания для учеников",
      "description": "Каждый ученик может видеть домашние задания от преподавателя, отслеживать статус их проверки и собственный уровень прогресса в обучении.",
      "detailedText1": "Домашние задания помогают закрепить полученные знания и навыки. Наша система позволяет преподавателям назначать задания, а ученикам - сдавать их и получать обратную связь.",
      "detailedText2": "Система напоминаний и уведомлений поможет ученикам не забыть о сроках сдачи и позволит преподавателям отслеживать выполнение заданий в режиме реального времени."
    },
    "image5": {
      "title": "Мониторинг посещения занятий",
      "description": "Просматривайте посещаемость каждого ученика на курсе. Отстающих больше не будет.",
      "detailedText1": "Мониторинг посещаемости помогает отслеживать вовлеченность учеников в учебный процесс. Преподаватели могут видеть, кто регулярно посещает занятия, а кто пропускает.",
      "detailedText2": "Система автоматических уведомлений позволяет оперативно информировать учеников и их родителей о пропусках, что способствует улучшению дисциплины и повышению уровня знаний."
    },
    "image6": {
      "title": "Записи хранятся на платформе",
      "description": "Спланируйте расписание курсов самым удобным образом. Больше никаких накладок и переносов.",
      "detailedText1": "Все записи занятий хранятся на нашей платформе, что позволяет ученикам в любое время возвращаться к пройденному материалу и повторять его.",
      "detailedText2": "Это особенно удобно для тех, кто пропустил занятие или хочет пересмотреть его для лучшего понимания материала. Все записи защищены и доступны только авторизованным пользователям."
    }
  }
  